{
  "hero_title": "Drive Smart, Travel Safe",
  "hero_desc": "SafeCar gives you a complete view of your vehicle's status in real time, with smart alerts and predictive maintenance for a safer and more efficient driving experience.",
  "discover": "Discover SafeCar",
  "free_trial": "Free trial",
  "benefits_title": "Benefits that make the difference",
  "benefits_desc": "With SafeCar, you not only take care of your vehicle, you also gain peace of mind and save time and money.",
  "benefit_1": "Enhanced Safety",
  "benefit_1_desc": "Anticipate potential problems and receive early alerts to avoid breakdowns and ensure your safety on the road.",
  "benefit_2": "Smart Maintenance",
  "benefit_2_desc": "Optimize your vehicle's performance with accurate diagnostics and personalized maintenance recommendations.",
  "benefit_3": "Save Time and Money",
  "benefit_3_desc": "Reduce repair costs and maximize your car's lifespan with proactive and efficient maintenance.",
  "plans_title": "SafeCar Plans",
  "select": "Select",
  "testimonials_title": "Customer Testimonials",
  "testimonial": "SafeCar has transformed my driving experience. I feel much safer and more relaxed knowing I have accurate information about my car's condition.",
  "contact": "Contact",
  "name": "Name",
  "email": "Email",
  "message": "Message",
  "send": "Send",
  "about_title": "About the App",
  "about_desc": "SafeCar uses advanced IoT technology to connect your vehicle to an intelligent sensor network. These sensors collect real-time data on engine performance, component status, and other key parameters. The information is processed using artificial intelligence algorithms to provide you with accurate diagnostics, personalized alerts, and proactive maintenance recommendations.",
  "team_title": "Our Team",
  "copyright": "© 2025 SafeCar. All rights reserved.",
  "home": "Home",
  "features": "Features",
  "plans": "Plans",
  "testimonials": "Testimonials",
  "about": "About the App",
  "team": "Team",
  "terms_conditions": "Terms & Conditions",
  "terms_conditions_title": "Terms and Conditions",
  "terms_acceptance": "1. Acceptance of Terms",
  "terms_acceptance_desc": "By accessing and using SafeCar application, you accept and agree to be bound by the terms and provision of this agreement.",
  "terms_services": "2. Use of Services",
  "terms_services_desc": "SafeCar provides vehicle monitoring and diagnostic services through IoT technology. You agree to use our services responsibly and in accordance with applicable laws.",
  "terms_privacy": "3. Privacy and Data",
  "terms_privacy_desc": "We collect and process vehicle data to provide our services. Your privacy is important to us, and we handle your data in accordance with our Privacy Policy.",
  "terms_liability": "4. Limitation of Liability",
  "terms_liability_desc": "SafeCar shall not be liable for any indirect, incidental, special, consequential, or punitive damages resulting from your use of our services.",
  "terms_modifications": "5. Modifications",
  "terms_modifications_desc": "We reserve the right to modify these terms at any time. Changes will be effective immediately upon posting on our website.",
  "terms_contact": "6. Contact Information",
  "terms_contact_desc": "If you have any questions about these Terms and Conditions, please contact us through our support channels.",
  "accept": "Accept",
  "decline": "Decline"
}
