{
  "hero_title": "Conduce Inteligente, Viaja Seguro",
  "hero_desc": "SafeCar te da una visión completa del estado de tu vehículo en tiempo real, con alertas inteligentes y mantenimiento predictivo para una experiencia de conducción más segura y eficiente.",
  "discover": "Descubre SafeCar",
  "free_trial": "Prueba gratis",
  "benefits_title": "Beneficios que marcan la diferencia",
  "benefits_desc": "Con SafeCar, no solo cuidas tu vehículo, también ganas tranquilidad y ahorras tiempo y dinero.",
  "benefit_1": "Seguridad avanzada",
  "benefit_1_desc": "Anticipa problemas potenciales y recibe alertas tempranas para evitar averías y asegurar tu seguridad en la carretera.",
  "benefit_2": "Mantenimiento inteligente",
  "benefit_2_desc": "Optimiza el rendimiento de tu vehículo con diagnósticos precisos y recomendaciones de mantenimiento personalizadas.",
  "benefit_3": "Ahorra tiempo y dinero",
  "benefit_3_desc": "Reduce costos de reparación y maximiza la vida útil de tu auto con mantenimiento proactivo y eficiente.",
  "plans_title": "Planes SafeCar",
  "select": "Seleccionar",
  "testimonials_title": "Testimonios de clientes",
  "testimonial": "¡SafeCar cambió la forma en que conduzco! Me siento mucho más seguro y tranquilo sabiendo que tengo información precisa sobre el estado de mi auto.",
  "name": "Nombre",
  "email": "Correo electrónico",
  "message": "Mensaje",
  "send": "Enviar",
  "about_title": "Sobre la App",
  "about_desc": "SafeCar utiliza tecnología IoT avanzada para conectar tu vehículo a una red inteligente de sensores. Estos sensores recopilan datos en tiempo real sobre el rendimiento del motor, el estado de los componentes y otros parámetros clave. La información se procesa mediante algoritmos de inteligencia artificial para brindarte diagnósticos precisos, alertas personalizadas y recomendaciones de mantenimiento proactivo.",
  "team_title": "Nuestro Equipo",
  "copyright": "© 2025 SafeCar. Todos los derechos reservados.",
  "home": "Inicio",
  "features": "Características",
  "plans": "Planes",
  "testimonials": "Testimonios",
  "about": "Acerca de la aplicación",
  "team": "Equipo",
  "contact": "Contacto",
  "terms_conditions": "Términos y Condiciones",
  "terms_conditions_title": "Términos y Condiciones",
  "terms_acceptance": "1. Aceptación de los Términos",
  "terms_acceptance_desc": "Al acceder y usar la aplicación SafeCar, aceptas y accedes a estar sujeto a los términos y disposiciones de este acuerdo.",
  "terms_services": "2. Uso de los Servicios",
  "terms_services_desc": "SafeCar proporciona servicios de monitoreo y diagnóstico vehicular a través de tecnología IoT. Aceptas usar nuestros servicios de manera responsable y de acuerdo con las leyes aplicables.",
  "terms_privacy": "3. Privacidad y Datos",
  "terms_privacy_desc": "Recopilamos y procesamos datos del vehículo para proporcionar nuestros servicios. Tu privacidad es importante para nosotros, y manejamos tus datos de acuerdo con nuestra Política de Privacidad.",
  "terms_liability": "4. Limitación de Responsabilidad",
  "terms_liability_desc": "SafeCar no será responsable por ningún daño indirecto, incidental, especial, consecuencial o punitivo que resulte del uso de nuestros servicios.",
  "terms_modifications": "5. Modificaciones",
  "terms_modifications_desc": "Nos reservamos el derecho de modificar estos términos en cualquier momento. Los cambios serán efectivos inmediatamente después de ser publicados en nuestro sitio web.",
  "terms_contact": "6. Información de Contacto",
  "terms_contact_desc": "Si tienes alguna pregunta sobre estos Términos y Condiciones, por favor contáctanos a través de nuestros canales de soporte.",
  "accept": "Aceptar",
  "decline": "Rechazar"
}
